{
  "documents": [
    "Name: ___ Unit No: ___ Admission Date: ___ Discharge Date: ___ Date of Birth: ___ Sex: F Service: MEDICINE Allergies: No Known Allergies / Adverse Drug Reactions Attending: ___ Chief Complaint: Worsening ABD distension and pain Major Surgical or Invasive Procedure: Paracentesis History of Present Illness: ___ HCV cirrhosis c/b ascites, hiv on ART, h/o IVDU, COPD, bioplar, PTSD, presented from OSH ED with worsening abd d",
    "Name: ___ Unit No: ___ Admission Date: ___ Discharge Date: ___ Date of Birth: ___ Sex: F Service: MEDICINE Allergies: Percocet Attending: ___. Chief Complaint: abdominal fullness and discomfort Major Surgical or Invasive Procedure: ___ diagnostic paracentesis ___ therapeutic paracentesis History of Present Illness: ___ with HIV on HAART, COPD, HCV cirrhosis complicated by ascites and HE admitted with abdominal distention",
    "Name: ___ Unit No: ___ Admission Date: ___ Discharge Date: ___ Date of Birth: ___ Sex: F Service: MEDICINE Allergies: Percocet / Vicodin Attending: ___ Chief Complaint: altered mental status Major Surgical or Invasive Procedure: none History of Present Illness: Mrs. ___ is a ___ female with HIV on HAART, COPD, HCV cirrhosis complicated by ascites and hepatic encephalopathy who initially presented to the ED yesterday with",
    "Name: ___ Unit No: ___ Admission Date: ___ Discharge Date: ___ Date of Birth: ___ Sex: F Service: MEDICINE Allergies: Percocet / Vicodin Attending: ___. Chief Complaint: Abdominal pain Major Surgical or Invasive Procedure: ___ Paracentesis History of Present Illness: ___ w/ HIV on HAART, COPD on 3L home O2 (though sat'ing fine on RA on admission), HCV cirrhosis c/b ascites requiring biweekly therapeutic paracenteses, hep",
    "Name: ___ Unit No: ___ Admission Date: ___ Discharge Date: ___ Date of Birth: ___ Sex: M Service: MEDICINE Allergies: No Known Allergies / Adverse Drug Reactions Attending: ___. Chief Complaint: Visual hallucinations Major Surgical or Invasive Procedure: N/A History of Present Illness: ___ male with ___ disease, dyslipidemia, and a history of prostate cancer (s/p prostatectomy) who was referred to the ED by his neurologist",
    "Name: ___ Unit No: ___ Admission Date: ___ Discharge Date: ___ Date of Birth: ___ Sex: F Service: MEDICINE Allergies: omeprazole Attending: ___. Chief Complaint: dysphagia Major Surgical or Invasive Procedure: Upper endoscopy ___ History of Present Illness: ___ w/ anxiety and several years of dysphagia who p/w worsened foreign body sensation. She describes feeling as though food gets stuck in her neck when she eats. She",
    "Name: ___ Unit No: ___ Admission Date: ___ Discharge Date: ___ Date of Birth: ___ Sex: F Service: ORTHOPAEDICS Allergies: omeprazole / Iodine and Iodide Containing Products / hallucinogens Attending: ___. Chief Complaint: Left hip pain Major Surgical or Invasive Procedure: Status post left CRPP ___, ___ History of Present Illness: REASON FOR CONSULT: Femur fracture HPI: ___ female presents with the above fracture s/p mechan",
    "Name: ___ Unit No: ___ Admission Date: ___ Discharge Date: ___ Date of Birth: ___ Sex: M Service: MEDICINE Allergies: No Known Allergies / Adverse Drug Reactions Attending: ___. Chief Complaint: Right flank bruising and pain s/p fall Major Surgical or Invasive Procedure: None History of Present Illness: Mr. ___ is a ___ with history of factor VIII deficiency who presents with right neck swelling after snowboarding accide",
    "Name: ___ Unit No: ___ Admission Date: ___ Discharge Date: ___ Date of Birth: ___ Sex: F Service: UROLOGY Allergies: Patient recorded as having No Known Allergies to Drugs Attending: ___. Chief Complaint: renal mass Major Surgical or Invasive Procedure: right laparascopic radical nephrectomy- Dr. ___, Dr. ___ ___ History of Present Illness: ___ y/o healthy female with incidental finding of right renal mass suspicious for",
    "Name: ___ Unit No: ___ Admission Date: ___ Discharge Date: ___ Date of Birth: ___ Sex: M Service: MEDICINE Allergies: No Known Allergies / Adverse Drug Reactions Attending: ___ Chief Complaint: Epistaxis Major Surgical or Invasive Procedure: None History of Present Illness: Mr. ___ is an ___ with history of AAA s/p repair complicated by MI, hypertension, and hyperlipidemia who presents upon transfer from outside hospital with",
    "Name: ___. Unit No: ___ Admission Date: ___ Discharge Date: ___ Date of Birth: ___ Sex: F Service: MEDICINE Allergies: Patient recorded as having No Known Allergies to Drugs Attending: ___ Chief Complaint: Abdominal distention. Major Surgical or Invasive Procedure: Paracentesis. History of Present Illness: This is a very nice ___ woman with ETOH abuse who presents with constipation, abdominal distention x 10 days. Patient drinks ab",
    "Name: ___. Unit No: ___ Admission Date: ___ Discharge Date: ___ Date of Birth: ___ Sex: F Service: MEDICINE Allergies: Tramadol Attending: ___. Chief Complaint: Abdominal distention, back pain, fever; leukocytosis. Major Surgical or Invasive Procedure: Paracentesis x 3. History of Present Illness: This is a ___ woman with a history of ETOH abuse who presents with abdominal distention, back pain, fever, and elevated white count from",
    "Name: ___. Unit No: ___ Admission Date: ___ Discharge Date: ___ Date of Birth: ___ Sex: F Service: MEDICINE Allergies: Patient recorded as having No Known Allergies to Drugs Attending: ___. Chief Complaint: Abdominal distention/pain and fever Major Surgical or Invasive Procedure: Paracentesis ___ (diagnostic) and ___ (therapeutic) History of Present Illness: ___ with recently diagnosed alcoholic hepatitis, persistent ascites, and pe",
    "Name: ___ Unit No: ___ Admission Date: ___ Discharge Date: ___ Date of Birth: ___ Sex: M Service: PSYCHIATRY Allergies: Patient recorded as having No Known Allergies to Drugs Attending: ___ Chief Complaint: I have been overwhelmed and I felt suicidal.\" Major Surgical or Invasive Procedure: none History of Present Illness: HPI: Mr. ___ is a ___ yo ___ freshman at ___ (___) c h/o depressed mood and anxiety symptoms (panic) who",
    "Name: ___ Unit No: ___ Admission Date: ___ Discharge Date: ___ Date of Birth: ___ Sex: F Service: SURGERY Allergies: Sulfonamides / Codeine / Bactrim Attending: ___. Chief Complaint: abdominal pain and vomiting Major Surgical or Invasive Procedure: ___ Exploratory laparotomy, lysis of adhesions, small bowel resection with enteroenterostomy. History of Present Illness: The patient is a ___ year old woman s/p hysterectomy for",
    "Name: ___ Unit No: ___ Admission Date: ___ Discharge Date: ___ Date of Birth: ___ Sex: F Service: MEDICINE Allergies: Sulfa (Sulfonamide Antibiotics) / Codeine / Bactrim Attending: ___ Chief Complaint: nausea, vomiting, cough Major Surgical or Invasive Procedure: none History of Present Illness: ___ female, with past medical history significant for depression, hyperlipidemia, Hysterectomy, B12 deficiency, back pain, carcin",
    "Name: ___ Unit No: ___ Admission Date: ___ Discharge Date: ___ Date of Birth: ___ Sex: F Service: MEDICINE Allergies: Sulfa (Sulfonamide Antibiotics) / Codeine / Bactrim Attending: ___. Chief Complaint: Weakness, nausea/vomiting Major Surgical or Invasive Procedure: none History of Present Illness: This is a ___ yo f with h/o recently diagnosed metastatic cancer of unknown prior presenting with nausea, vomiting, and fev",
    "Name: ___ Unit No: ___ Admission Date: ___ Discharge Date: ___ Date of Birth: ___ Sex: F Service: MEDICINE Allergies: Sulfa (Sulfonamide Antibiotics) / Codeine / Bactrim Attending: ___. Chief Complaint: Shortness of breath Major Surgical or Invasive Procedure: Percutaneous liver biopsy History of Present Illness: Ms. ___ is a ___ with metastatic cancer of unknown primary (known lesions in lungs and liver) presenting with sho",
    "Name: ___ Unit No: ___ Admission Date: ___ Discharge Date: ___ Date of Birth: ___ Sex: F Service: MEDICINE Allergies: No Known Allergies / Adverse Drug Reactions Attending: ___ Chief Complaint: Shortness of breath Major Surgical or Invasive Procedure: None History of Present Illness: ___ yo woman with h/o hypertension, hyperlipidemia, diabetes mellitus on insulin therapy, h/o cerebellar-medullary stroke in ___, CKD stage III-IV pres",
    "Name: ___ Unit No: ___ Admission Date: ___ Discharge Date: ___ Date of Birth: ___ Sex: F Service: MEDICINE Allergies: No Known Allergies / Adverse Drug Reactions Attending: ___. Chief Complaint: dyspnea Major Surgical or Invasive Procedure: Cardiac catheterization ___ History of Present Illness: This is a ___ M with history of diabetes, diastolic CHF, hypertension, ?CAD, peripheral vascular disease, CKD presenting with ___ days of",
    "Name: ___ Unit No: ___ Admission Date: ___ Discharge Date: ___ Date of Birth: ___ Sex: F Service: MEDICINE Allergies: No Known Allergies / Adverse Drug Reactions Attending: ___. Chief Complaint: Dyspnea and chest tightness Major Surgical or Invasive Procedure: ___ Pharmacologic nuclear stress test History of Present Illness: ___ year old female with history of HTN, HLD, hx of CVA, CAD s/p BMS to circumflex and POBA (___), on Aspirin",
    "Name: ___ Unit No: ___ Admission Date: ___ Discharge Date: ___ Date of Birth: ___ Sex: F Service: MEDICINE Allergies: No Known Allergies / Adverse Drug Reactions Attending: ___. Chief Complaint: DVT Major Surgical or Invasive Procedure: EGD History of Present Illness: This is a ___ y/o female with PMHx significant for CAD, HTN, HLD, T2DM, CKD stage IV, PVD (s/p in ___, left superficial femoral artery), presents with lower Left leg",
    "Name: ___ Unit No: ___ Admission Date: ___ Discharge Date: ___ Date of Birth: ___ Sex: F Service: MEDICINE Allergies: No Known Allergies / Adverse Drug Reactions Attending: ___. Chief Complaint: fatigue, anemia Major Surgical or Invasive Procedure: None History of Present Illness: Ms. ___ is a ___ year old woman with a past medical history of type-2 DM, hypertension, stage IV CKD, CAD s/p distant MI and bare metal stent, stroke, re",
    "Name: ___ Unit No: ___ Admission Date: ___ Discharge Date: ___ Date of Birth: ___ Sex: F Service: MEDICINE Allergies: No Known Allergies / Adverse Drug Reactions Attending: ___. Chief Complaint: dyspnea on exertion Major Surgical or Invasive Procedure: None History of Present Illness: ___ with a history of of HTN, CAD s/p DES with ischemic MR and systolic dysfunction, ___ on torsemide, hx of DVT, who presents with 4 days of dyspnea",
    "Name: ___ Unit No: ___ Admission Date: ___ Discharge Date: ___ Date of Birth: ___ Sex: F Service: MEDICINE Allergies: No Known Allergies / Adverse Drug Reactions Attending: ___. Chief Complaint: shortness of breath Major Surgical or Invasive Procedure: None History of Present Illness: Patient is a ___ with history of coronary artery disease c/b ischemic MR ___ DES to LCX ___, TTE ___ with mild regional LV systolic dysfunction), heart",
    "Name: ___ Unit No: ___ Admission Date: ___ Discharge Date: ___ Date of Birth: ___ Sex: F Service: MEDICINE Allergies: No Known Allergies / Adverse Drug Reactions Attending: ___. Chief Complaint: fever Major Surgical or Invasive Procedure: none History of Present Illness: ___ with history of morbid obesity, coronary artery disease, presenting today with cough productive of brown sputum and fevers up to 103.2 for last 2 days",
    "Name: ___ Unit No: ___ Admission Date: ___ Discharge Date: ___ Date of Birth: ___ Sex: F Service: NEUROSURGERY Allergies: Penicillins / Paxil / Wellbutrin Attending: ___. Chief Complaint: Exposed hardware Major Surgical or Invasive Procedure: Exposed hardware removal History of Present Illness: The is a ___ year old female who had prior surgery for a possible right parietal anaplastic astrocytoma with craniotomy for resectio",
    "Name: ___ Unit No: ___ Admission Date: ___ Discharge Date: ___ Date of Birth: ___ Sex: F Service: NEUROSURGERY Allergies: Penicillins / Paxil / Wellbutrin Attending: ___. Chief Complaint: exposed craniotomy hardware Major Surgical or Invasive Procedure: wound revision and hardware removal History of Present Illness: This is a ___ year old female with prior surgery which includes right parietal anaplastic astrocytoma with Crani",
    "Name: ___ Unit No: ___ Admission Date: ___ Discharge Date: ___ Date of Birth: ___ Sex: F Service: PLASTIC Allergies: Penicillins / Paxil / Wellbutrin Attending: ___. Chief Complaint: exposed craniotomy hardware Major Surgical or Invasive Procedure: Right scalp flap with split thickness skin graft and wound VAC placement History of Present Illness: ___ year old female with multiple prior surgeries for right parietal anaplast",
    "Name: ___ Unit No: ___ Admission Date: ___ Discharge Date: ___ Date of Birth: ___ Sex: F Service: NEUROSURGERY Allergies: Penicillins Attending: ___ Chief Complaint: Left hand and face numbness, left hand weakness and clumsiness, fever, and headache. Major Surgical or Invasive Procedure: Right parietal craniotomy for abscess incision and drainage. History of Present Illness: Mrs. ___ is a ___ y/o F from ___ with history of MS pr",
    "Name: ___ Unit No: ___ Admission Date: ___ Discharge Date: ___ Date of Birth: ___ Sex: F Service: NEUROSURGERY Allergies: Penicillins Attending: ___ Chief Complaint: Wound Infection Major Surgical or Invasive Procedure: Right Craniotomy and Evacuation of Abscess on ___ History of Present Illness: Ms. ___ is a ___ y/o woman with a past medical history of MS, and a right parietal brain abscess which was discovered approxiamtely one",
    "Name: ___ Unit No: ___ Admission Date: ___ Discharge Date: ___ Date of Birth: ___ Sex: F Service: SURGERY Allergies: Patient recorded as having No Known Allergies to Drugs Attending: ___. Chief Complaint: diverticulitis Major Surgical or Invasive Procedure: s/p laparoscopic sigmoid colectomy History of Present Illness: Mrs. ___ is a ___ F with history of recurrent diverticulitis, originally diagnosed ___ ___. Pt reports a",
    "Name: ___ Unit No: ___ Admission Date: ___ Discharge Date: ___ Date of Birth: ___ Sex: F Service: SURGERY Allergies: IV Dye, Iodine Containing Attending: ___. Chief Complaint: nausea, vomiting x 1 day Major Surgical or Invasive Procedure: none History of Present Illness: ___ s/p sigmoid colectomy for recurrent diverticulitis on ___ discharged home on ___ after tolerating a low residue diet and po antibiotics for a wound in",
    "Name: ___ Unit No: ___ Admission Date: ___ Discharge Date: ___ Date of Birth: ___ Sex: F Service: MEDICINE Allergies: ___ Attending: ___. Chief Complaint: Abdominal pain Major Surgical or Invasive Procedure: Colonoscopy with biopsy ___ History of Present Illness: This patient is a ___ year old female with Hx of sigmoid diverticulitis s/p resection in ___, who complains of RLQ abdominal pain. The patient states that her p",
    "Name: ___ Unit No: ___ Admission Date: ___ Discharge Date: ___ Date of Birth: ___ Sex: F Service: UROLOGY Allergies: No Known Allergies / Adverse Drug Reactions Attending: ___. Chief Complaint: Bladder cancer Major Surgical or Invasive Procedure: robotic anterior exenteration and open ileal conduit History of Present Illness: ___ with invasive bladder cancer, pelvic MRI concerning for invasion into anterior vaginal wall, now s/p",
    "Name: ___ Unit No: ___ Admission Date: ___ Discharge Date: ___ Date of Birth: ___ Sex: F Service: UROLOGY Allergies: No Known Allergies / Adverse Drug Reactions Attending: ___. Chief Complaint: Abdominal pain, distention, nausea Major Surgical or Invasive Procedure: Interventional radiology placement of abdominal abscess drain History of Present Illness: ___ F with h/o muscle invasive bladder cancer, returning to the ED POD 15 w",
    "Name: ___ Unit No: ___ Admission Date: ___ Discharge Date: ___ Date of Birth: ___ Sex: F Service: MEDICINE Allergies: No Known Allergies / Adverse Drug Reactions Attending: ___ Chief Complaint: dyspnea on exertion Major Surgical or Invasive Procedure: None History of Present Illness: Patient is a ___ year old woman s/p robotic radical cystectomy ___ (with ileal conduit creation) with postop course complicated by bacteremia an",
    "Name: ___ Unit No: ___ Admission Date: ___ Discharge Date: ___ Date of Birth: ___ Sex: F Service: MEDICINE Allergies: No Known Allergies / Adverse Drug Reactions Attending: ___. Chief Complaint: subjective fevers, lethargy, and bloody drain output Major Surgical or Invasive Procedure: ___: For the large pelvic fluid collections, CT-guided repositioning of existing drain and placement of an additional drain. ___: Removal of more",
    "Name: ___ Unit No: ___ Admission Date: ___ Discharge Date: ___ Date of Birth: ___ Sex: F Service: MEDICINE Allergies: No Known Allergies / Adverse Drug Reactions Attending: ___. Chief Complaint: Hematuria, weakness Major Surgical or Invasive Procedure: None History of Present Illness: ___ y/o female with h/o PE (on lovenox), bladder cancer s/p Robotic TAH-BSO, lap radical cystectomy with ileal loop diversion and anterior vagin",
    "Name: ___ Unit No: ___ Admission Date: ___ Discharge Date: ___ Date of Birth: ___ Sex: F Service: MEDICINE Allergies: No Known Allergies / Adverse Drug Reactions Attending: ___. Chief Complaint: Fevers and chills Major Surgical or Invasive Procedure: ___ -- stent exchange History of Present Illness: Ms. ___ is a ___ female with the past medical history notable for history of bladder cancer status post robotic TAH-BSO, lap radica",
    "Name: ___ ___ No: ___ Admission Date: ___ Discharge Date: ___ Date of Birth: ___ Sex: F Service: NEUROLOGY Allergies: Sulfa (Sulfonamides) / Penicillins Attending: ___ Chief Complaint: Facial weakness Major Surgical or Invasive Procedure: None History of Present Illness: HPI: ___ RHF w/ hx GERD, mild depression, and prior migraines, presents now with episode of facial numbness. She had been lying on her left face, watching TV, an",
    "Name: ___ Unit No: ___ Admission Date: ___ Discharge Date: ___ Date of Birth: ___ Sex: F Service: NEUROLOGY Allergies: No Known Allergies / Adverse Drug Reactions Attending: ___. Chief Complaint: slurred speech Major Surgical or Invasive Procedure: None History of Present Illness: ___ year old right-handed woman with hx of Atrial fibrillation on Eliquis (only once daily), hypertension, hyperlipidemia, CHF presents as transfer f",
    "Name: ___ Unit No: ___ Admission Date: ___ Discharge Date: ___ Date of Birth: ___ Sex: F Service: OBSTETRICS/GYNECOLOGY Allergies: Codeine / gabapentin / morphine / Amoxicillin / metronidazole / propoxyphene / rofecoxib / Macrobid / furosemide / Amitiza / Sulfa (Sulfonamide Antibiotics) / Tylenol / Hydromorphone / Toradol Attending: ___ Chief Complaint: For admission: elective gynecologic surgery for urinary retention For MICU tran",
    "Name: ___ Unit No: ___ Admission Date: ___ Discharge Date: ___ Date of Birth: ___ Sex: M Service: ORTHOPAEDICS Allergies: Sulfa (Sulfonamide Antibiotics) / Penicillins Attending: ___. Chief Complaint: neck pain s/p fall Major Surgical or Invasive Procedure: None on this Admission History of Present Illness: ___ male transferred from outside hospital for evaluation of cervical ___ fracture. Today the patient was attempting t",
    "Name: ___ ___ No: ___ Admission Date: ___ Discharge Date: ___ Date of Birth: ___ Sex: M Service: NEUROSURGERY Allergies: Patient recorded as having No Known Allergies to Drugs Attending: ___. Chief Complaint: Gait instability, multiple falls Major Surgical or Invasive Procedure: None History of Present Illness: Mr ___ is a pleasant right handed ___ year old male with Afib, on coumadin, who is quite independent, living with his",
    "Name: ___ ___ No: ___ Admission Date: ___ Discharge Date: ___ Date of Birth: ___ Sex: M Service: MEDICINE Allergies: No Known Allergies / Adverse Drug Reactions Attending: ___. Chief Complaint: Lower extremity swelling Major Surgical or Invasive Procedure: None History of Present Illness: ___ with AF on warfarin, DM, and recent steroid pulse p/w bilaterally swollen and painful ankles. Pt had no complaints in the ED, but his wi",
    "Name: ___ Unit No: ___ Admission Date: ___ Discharge Date: ___ Date of Birth: ___ Sex: F Service: MEDICINE Allergies: No Known Allergies / Adverse Drug Reactions Attending: ___. Chief Complaint: Atypical chest pain Major Surgical or Invasive Procedure: Stess Echo History of Present Illness: ___ y/o woman with intermittent chest pain past several months. Pain is located on left posterior shoulder and radiates down arm to fingers",
    "Name: ___ Unit No: ___ Admission Date: ___ Discharge Date: ___ Date of Birth: ___ Sex: F Service: MEDICINE Allergies: No Known Allergies / Adverse Drug Reactions Attending: ___. Chief Complaint: Chest Pain Major Surgical or Invasive Procedure: None History of Present Illness: Ms. ___ is a ___ y/o female with a history of hypertension, asthma and recent diagnosis of CAD based on stress echo done on ___, thought to be single ve",
    "Name: ___ Unit No: ___ Admission Date: ___ Discharge Date: ___ Date of Birth: ___ Sex: F Service: MEDICINE Allergies: No Known Allergies / Adverse Drug Reactions Attending: ___. Chief Complaint: Fever, non-productive cough Major Surgical or Invasive Procedure: None History of Present Illness: ___ yo F w/ HTN, CAD, COPD p/w fevers, non-productive cough, since ___. Pt said she was in her usual state of health until ___ evening whe",
    "Name: ___ Unit No: ___ Admission Date: ___ Discharge Date: ___ Date of Birth: ___ Sex: F Service: MEDICINE Allergies: No Known Allergies / Adverse Drug Reactions Attending: ___. Chief Complaint: s/p tachyarrhythmia Major Surgical or Invasive Procedure: None History of Present Illness: ___ yo F smoker with PMH of asthma/COPD on theophylline, CAD, HTN, hyperlipidemia, and atypical chest pain presenting with malaise and SOB during",
    "Name: ___ Unit No: ___ Admission Date: ___ Discharge Date: ___ Date of Birth: ___ Sex: F Service: MEDICINE Allergies: IV Dye, Iodine Containing Contrast Media / Oxycodone / cilostazol Attending: ___. Chief Complaint: Pneumonia identified by outpatient CXR Major Surgical or Invasive Procedure: None History of Present Illness: ___ PMH of Asthma, COPD, tobacco use, p/w 4 days of \"cold like\" symptoms. Pt noted that she has a chron",
    "Name: ___ Unit No: ___ Admission Date: ___ Discharge Date: ___ Date of Birth: ___ Sex: F Service: MEDICINE Allergies: IV Dye, Iodine Containing Contrast Media / Oxycodone / cilostazol / Varenicline Attending: ___. Chief Complaint: Dyspnea Major Surgical or Invasive Procedure: None. History of Present Illness: ___ y/o F with asthma, CAD s/p stents (reported by patient), COPD, PAD, HTN, who presents with shortness of breath. The",
    "Name: ___ Unit No: ___ Admission Date: ___ Discharge Date: ___ Date of Birth: ___ Sex: F Service: MEDICINE Allergies: IV Dye, Iodine Containing Contrast Media / Oxycodone / cilostazol / Varenicline Attending: ___. Chief Complaint: Nonexertional Chest pain Major Surgical or Invasive Procedure: none History of Present Illness: This is a ___ year old female with PMHx CAD, PVD and COPD presenting with chest pain. She reports that sh",
    "Name: ___ Unit No: ___ Admission Date: ___ Discharge Date: ___ Date of Birth: ___ Sex: F Service: MEDICINE Allergies: IV Dye, Iodine Containing Contrast Media / Oxycodone / cilostazol / Varenicline Attending: ___. Chief Complaint: Anemia, Melena, SOB Major Surgical or Invasive Procedure: Upper endoscopy ___ History of Present Illness: ___ yo female with history of Afib on Xarelto, COPD, HTN, PAD who presents for abnormal labs. S",
    "Name: ___ Unit No: ___ Admission Date: ___ Discharge Date: ___ Date of Birth: ___ Sex: F Service: MEDICINE Allergies: IV Dye, Iodine Containing Contrast Media / Oxycodone / cilostazol / Varenicline Attending: ___ Chief Complaint: Dyspnea, Atrial Fibrillation Major Surgical or Invasive Procedure: None History of Present Illness: ___ F with pmhx of COPD (nighttime O2), htn, afib who presents with dyspnea, currently being treated f",
    "Name: ___ Unit No: ___ Admission Date: ___ Discharge Date: ___ Date of Birth: ___ Sex: F Service: MEDICINE Allergies: IV Dye, Iodine Containing Contrast Media / Oxycodone / cilostazol / Varenicline Attending: ___. Chief Complaint: cough, dyspnea Major Surgical or Invasive Procedure: None History of Present Illness: HPI: ___ year old female with history of COPD (on home O2), HTN, Afib admitted with dyspnea and cough. Pt states",
    "Name: ___ Unit No: ___ Admission Date: ___ Discharge Date: ___ Date of Birth: ___ Sex: F Service: MEDICINE Allergies: IV Dye, Iodine Containing Contrast Media / Oxycodone / cilostazol / Varenicline Attending: ___. Chief Complaint: Shortness of breath Major Surgical or Invasive Procedure: None History of Present Illness: Ms. ___ is a ___ yo woman with a PMH notable for COPD on home O2(hospitalized ___, multiple recent ED visits),",
    "Name: ___ Unit No: ___ Admission Date: ___ Discharge Date: ___ Date of Birth: ___ Sex: F Service: MEDICINE Allergies: IV Dye, Iodine Containing Contrast Media / Oxycodone / cilostazol / Varenicline Attending: ___. Chief Complaint: Shortness of Breath Major Surgical or Invasive Procedure: N/A History of Present Illness: Ms. ___ is a ___ female with history of COPD on home O2, atrial fibrillation on apixaban, hypertension, CAD,",
    "Name: ___ Unit No: ___ Admission Date: ___ Discharge Date: ___ Date of Birth: ___ Sex: F Service: MEDICINE Allergies: IV Dye, Iodine Containing Contrast Media / Oxycodone / cilostazol / Varenicline Attending: ___. Chief Complaint: Shortness of breath Major Surgical or Invasive Procedure: None History of Present Illness: Ms. ___ is a ___ with hx COPD on home O2, atrial fibrillation on apixaban, hypertension, CAD, and hyperlipidemi",
    "Name: ___ Unit No: ___ Admission Date: ___ Discharge Date: ___ Date of Birth: ___ Sex: F Service: MEDICINE Allergies: IV Dye, Iodine Containing Contrast Media / Oxycodone / cilostazol / Varenicline Attending: ___. Chief Complaint: Shortness of breath Major Surgical or Invasive Procedure: None History of Present Illness: Ms. ___ is a ___ with hx COPD on home O2, atrial fibrillation on apixaban, hypertension, CAD, and hyperlipidem",
    "Name: ___ Unit No: ___ Admission Date: ___ Discharge Date: ___ Date of Birth: ___ Sex: F Service: CARDIOTHORACIC Allergies: IV Dye, Iodine Containing Contrast Media / Oxycodone / cilostazol / Varenicline Attending: ___. Chief Complaint: Shortness of breath Major Surgical or Invasive Procedure: Intubation & Mechanical Ventilation (Extubated) Temporary Pacer Placement CVL Insertion History of Present Illness: ___ with COPD who has",
    "Name: ___ Unit No: ___ Admission Date: ___ Discharge Date: ___ Date of Birth: ___ Sex: M Service: SURGERY Allergies: No Known Allergies / Adverse Drug Reactions Attending: ___. Chief Complaint: Locally advanced gastric carcinoma Major Surgical or Invasive Procedure: Cystoscopy for foley catheter placement; Laparoscopy with biopsy; Gastroscopy History of Present Illness: Mr. ___ is a ___ year old male with locally advanced ga",
    "Name: ___ Unit No: ___ Admission Date: ___ Discharge Date: ___ Date of Birth: ___ Sex: F Service: MEDICINE Allergies: lisinopril Attending: ___. Chief Complaint: Back Pain Major Surgical or Invasive Procedure: None History of Present Illness: The patient is a ___ y/o F with pMHx significant for HTN, GERD, CAD s/p CABG and stenting, IDDM with periperal neuropathy who presents with R flank pain. Per patient, this pain has be",
    "Name: ___ Unit No: ___ Admission Date: ___ Discharge Date: ___ Date of Birth: ___ Sex: F Service: MEDICINE Allergies: lisinopril Attending: ___ Chief Complaint: Chest pain Major Surgical or Invasive Procedure: None History of Present Illness: Ms. ___ is a ___ year old woman with extensive cardiac history including multivessel vessel CAD S/P stenting of the LAD with in-stent restenosis and stenting of the CX, S/P CABG in ___ w",
    "Name: ___ Unit No: ___ Admission Date: ___ Discharge Date: ___ Date of Birth: ___ Sex: F Service: MEDICINE Allergies: lisinopril Attending: ___ Chief Complaint: Chest pain Major Surgical or Invasive Procedure: Cardiac cath (___) Past Medical History: -COPD -CAD s/p BMS proximal-LAD ___, DES to mid LAD ___, DES to edge ISR of mid LAD DES and stenosis distal to stent ___, DES to OM1 ___, s/p 3 v CABG LIMA-LAD, SVG-OM1, ___ -",
    "Name: ___ Unit No: ___ Admission Date: ___ Discharge Date: ___ Date of Birth: ___ Sex: F Service: MEDICINE Allergies: lisinopril Attending: ___. Chief Complaint: Left diabetic foot ulcer Major Surgical or Invasive Procedure: Left partial hallux amputation History of Present Illness: ___ with poorly controlled diabetes (complicated by retinopathy, neuropathy, PAD, foot ulcer L hallux), CAD with ___ s/p CABG, and narcotics agre",
    "Name: ___ Unit No: ___ Admission Date: ___ Discharge Date: ___ Date of Birth: ___ Sex: F Service: PODIATRY Allergies: Patient recorded as having No Known Allergies to Drugs Attending: ___. Chief Complaint: L posterior tibial tendonitis/tear L tarsal tunnel release Major Surgical or Invasive Procedure: L ___ tendon repair L tarsal tunnel release History of Present Illness: ___ with DM, CAD, HTN admitted post-operatively followi",
    "Name: ___ Unit No: ___ Admission Date: ___ Discharge Date: ___ Date of Birth: ___ Sex: F Service: MEDICINE Allergies: Patient recorded as having No Known Allergies to Drugs Attending: ___ Chief Complaint: CP Major Surgical or Invasive Procedure: None History of Present Illness: ___ yo F with hx CAD (BMS x 1 ___, ___ 2 in ___ and ___ to LAD), poorly controlled type 2 IDDM, HTN presented to PCP's office this AM reporting episo",
    "Name: ___ Unit No: ___ Admission Date: ___ Discharge Date: ___ Date of Birth: ___ Sex: F Service: MEDICINE Allergies: No Known Allergies / Adverse Drug Reactions Attending: ___. Chief Complaint: Chest pain Major Surgical or Invasive Procedure: Cardiac catheterization with stenting with drug eluting stent to the left circumflex History of Present Illness: ___ year old woman with diastolic CHF, COPD, DM, HTN, HLD, and CAD (h",
    "Name: ___ Unit No: ___ Admission Date: ___ Discharge Date: ___ Date of Birth: ___ Sex: F Service: CARDIOTHORACIC Allergies: lisinopril Attending: ___ Chief Complaint: Substernal chest pain and throat tightness with exertion Major Surgical or Invasive Procedure: ___ 1. Off pump coronary artery bypass graft x3, left internal mammary artery to left anterior descending artery and saphenous vein grafts to diagonal, and obtuse margi",
    "Name: ___ Unit No: ___ Admission Date: ___ Discharge Date: ___ Date of Birth: ___ Sex: F Service: MEDICINE Allergies: lisinopril Attending: ___. Chief Complaint: chest pain Major Surgical or Invasive Procedure: cardiac catheterization History of Present Illness: ___ w/ PMH of CAD s/p PCI x3, s/p off-pump CABG x3 ___ (___-->LAD, SVG -->diag, OM), type 2 DM on insulin, HTN, hyperlipidemia presents with a 3 day history of ___ s",
    "Name: ___ Unit No: ___ Admission Date: ___ Discharge Date: ___ Date of Birth: ___ Sex: F Service: MEDICINE Allergies: lisinopril Attending: ___. Chief Complaint: Chest Pain Major Surgical or Invasive Procedure: Exercise Echocardiography History of Present Illness: ___ pmh severe known CAD s/p CABG and multiple caths with chronic medicaly managed angina, ___, HTN, DM who presents with atypical chest pain. . Patient has hi",
    "Name: ___ Unit No: ___ Admission Date: ___ Discharge Date: ___ Date of Birth: ___ Sex: F Service: MEDICINE Allergies: Penicillins / Dilantin ___ Attending: ___. Chief Complaint: diarrhea Major Surgical or Invasive Procedure: none History of Present Illness: Ms. ___ is an ___ F with a medical history notable for irritable bowel syndrome and dementia. She reports no problems with her bowels for many years until the acute",
    "Name: ___ Unit No: ___ Admission Date: ___ Discharge Date: ___ Date of Birth: ___ Sex: F Service: MEDICINE Allergies: Penicillins / Dilantin Kapseal / Zofran (as hydrochloride) Attending: ___. Chief Complaint: Right hip pain Major Surgical or Invasive Procedure: None History of Present Illness: ___ is a ___ y/o F with PMHx CHF, Afib not on anticoagulation, severe advanced Alzheimer's dementia, osteoporosis, HTN, who pres",
    "Name: ___ Unit No: ___ Admission Date: ___ Discharge Date: ___ Date of Birth: ___ Sex: F Service: MEDICINE Allergies: Codeine Attending: ___ Chief Complaint: Difficulty in breathing Major Surgical or Invasive Procedure: none History of Present Illness: The patient is a ___ year-old female with a history of NSCLC (stage IV) who presents with shortness of breath. . The patient was in her usual state of health until the evening",
    "Name: ___ Unit No: ___ Admission Date: ___ Discharge Date: ___ Date of Birth: ___ Sex: F Service: MEDICINE Allergies: Codeine Attending: ___. Chief Complaint: Dyspnea and melena Major Surgical or Invasive Procedure: None History of Present Illness: Ms. ___ is a ___ F with history of stage IV non-small cell lung cancer, CAD and CKD who presents with dyspnea, productive cough and melena. Patient has had ___ days of melena wit",
    "Name: ___ Unit No: ___ Admission Date: ___ Discharge Date: ___ Date of Birth: ___ Sex: F Service: MEDICINE Allergies: Codeine Attending: ___. Chief Complaint: chest pressure Major Surgical or Invasive Procedure: Cardiac cathetherization History of Present Illness: ___ is a ___ yo female with a past medical history of CAD with a 1 vessel CABG (SVG to LAD) in ___ who presents with chest pressure. She woke up at 8 am with subs",
    "Name: ___ Unit No: ___ Admission Date: ___ Discharge Date: ___ Date of Birth: ___ Sex: F Service: MEDICINE Allergies: Codeine Attending: ___. Chief Complaint: Fever Major Surgical or Invasive Procedure: None History of Present Illness: ___ woman with stage IV lung adenocarcinoma on pemetrexed, CAD, CVA presented with fever from home. Patient was found to have temp of 101.9 by husband on ___, down to 100.4 with cool compresse",
    "Name: ___ Unit No: ___ Admission Date: ___ Discharge Date: ___ Date of Birth: ___ Sex: F Service: SURGERY Allergies: ___ Attending: ___. Chief Complaint: Nausea/Vomiting Major Surgical or Invasive Procedure: Band adjustment History of Present Illness: Ms. ___ is a ___ s/p lap band in ___ who prsents with a 1 week history of nausea, non-bilious non-bloody emesis of undigested food after eating, intolerance to solids/softs, hype",
    "Name: ___ Unit No: ___ Admission Date: ___ Discharge Date: ___ Date of Birth: ___ Sex: F Service: SURGERY Allergies: ___ Attending: ___. Chief Complaint: Morbid obesity Major Surgical or Invasive Procedure: ___: 1. Laparoscopic repair of paraesophageal hernia. 2. Laparoscopic adjustable gastric band. History of Present Illness: Per Dr. ___ has class III morbid obesity with ___ of 238.4 pounds as of ___ with initial screen __",
    "Name: ___ Unit No: ___ Admission Date: ___ Discharge Date: ___ Date of Birth: ___ Sex: F Service: SURGERY Allergies: Codeine / Augmentin / Topamax Attending: ___ ___ Complaint: left breast swelling and pain Major Surgical or Invasive Procedure: Evacuation of hematoma History of Present Illness: ___ woman on anticoagulation with L breast IDC Grade 3 now s/p L breast lumpectomy and SLNB with left breast swelling and pain conce",
    "Name: ___ Unit No: ___ Admission Date: ___ Discharge Date: ___ Date of Birth: ___ Sex: F Service: MEDICINE Allergies: Codeine / Augmentin / Topamax Attending: ___. Chief Complaint: RLE pain and swelling Major Surgical or Invasive Procedure: Ultrasound guided steroid injection of the right trochanteric bursa (right hip) History of Present Illness: This is a ___ woman with a history of breast cancer with BRCA1 gene mutation, COP",
    "Name: ___ Unit No: ___ Admission Date: ___ Discharge Date: ___ Date of Birth: ___ Sex: F Service: ORTHOPAEDICS Allergies: Codeine / Augmentin / Topamax Attending: ___. Chief Complaint: Low back pain with radiation down the right leg Major Surgical or Invasive Procedure: DECOMPRESSION L2-S1, FUSION L4-L5, DURAPLASTY on ___ History of Present Illness: Ms. ___ is a ___ female with a past medical history significant for cerebral a",
    "Name: ___ Unit No: ___ Admission Date: ___ Discharge Date: ___ Date of Birth: ___ Sex: F Service: MEDICINE Allergies: Codeine / Augmentin / Topamax Attending: ___. Chief Complaint: Shortness of Breath Major Surgical or Invasive Procedure: None History of Present Illness: Ms. ___ is a ___ with history of cerebral aneurysm, presenting with shortness of breath, found to have PE at OSH, and transferred here for further management",
    "Name: ___ Unit No: ___ Admission Date: ___ Discharge Date: ___ Date of Birth: ___ Sex: F Service: ORTHOPAEDICS Allergies: Codeine / Augmentin / Topamax Attending: ___. Chief Complaint: left knee osteoarthritis/pain Major Surgical or Invasive Procedure: ___: left total knee arthroplasty History of Present Illness: ___ year old female w/left knee osteoarthritis/pain who failed conservative measures, now admitted for left total k",
    "Name: ___ Unit No: ___ Admission Date: ___ Discharge Date: ___ Date of Birth: ___ Sex: F Service: NEUROSURGERY Allergies: No Known Allergies / Adverse Drug Reactions Attending: ___. Chief Complaint: Headaches Major Surgical or Invasive Procedure: ___ - Suboccipital craniotomy for resection of cerebellar lesion History of Present Illness: ___ is a ___ female with hx cerebral aneurysm clipping in ___ who presents from OSH wi",
    "Name: ___ ___ No: ___ Admission Date: ___ Discharge Date: ___ Date of Birth: ___ Sex: F Service: MEDICINE Allergies: No Known Allergies / Adverse Drug Reactions Attending: ___. Chief Complaint: Syncope Major Surgical or Invasive Procedure: None History of Present Illness: Ms. ___ is a ___ w/hx of AR, hypothyroidism, Sjogrens, HTN, PNA who presents as a transfer from ___ after a syncopal episode on ___ AM. She was standing and s",
    "Name: ___ ___ No: ___ Admission Date: ___ Discharge Date: ___ Date of Birth: ___ Sex: F Service: MEDICINE Allergies: No Known Allergies / Adverse Drug Reactions Attending: ___. Chief Complaint: Diarrhea - Transfer to MICU for Hypoxia Major Surgical or Invasive Procedure: ___ line placement Right pigtail pleural catheter placement History of Present Illness: Pt is an ___ year-old female with h/o Sjogren's syndrome, IBS, who prese",
    "Name: ___ ___ No: ___ Admission Date: ___ Discharge Date: ___ Date of Birth: ___ Sex: F Service: MEDICINE Allergies: No Known Allergies / Adverse Drug Reactions Attending: ___. Chief Complaint: Shortness of breath, altered mental status Major Surgical or Invasive Procedure: None History of Present Illness: Patient is an ___ year-old patient with history of Sjogren's syndrome, moderate MR, recent hospitalization for sepsis seco",
    "Name: ___ ___ No: ___ Admission Date: ___ Discharge Date: ___ Date of Birth: ___ Sex: F Service: MEDICINE Allergies: meropenem Attending: ___ ___ Complaint: Hypercarbic Respiratory Failure Major Surgical or Invasive Procedure: Mechanical Intubation, Arterial -Line, Central Venous Access Line History of Present Illness: This is an ___ year old woman, recently hospitalized for C. Difficile sepsis and shock, complicated by readmis",
    "Name: ___ ___ No: ___ Admission Date: ___ Discharge Date: ___ Date of Birth: ___ Sex: F Service: ORTHOPAEDICS Allergies: meropenem Attending: ___. Chief Complaint: left hip pain Major Surgical or Invasive Procedure: Closed reduction and percutaneous pinning, left femoral neck fracture History of Present Illness: This is a ___ yo woman in her USOH until the day of presentation when she sustained a mechanical fall onto her left l",
    "Name: ___ ___ No: ___ Admission Date: ___ Discharge Date: ___ Date of Birth: ___ Sex: F Service: MEDICINE Allergies: meropenem / Penicillins Attending: ___. Chief Complaint: BRBPR Major Surgical or Invasive Procedure: aborted flexible sigmoidoscopy attempt (due to stool in vault) ___ Flexible sigmoidoscopy ___ History of Present Illness: This is an ___ year old female with past medical history of sjogrens, hypothyroidism, recen",
    "Name: ___ Unit No: ___ Admission Date: ___ Discharge Date: ___ Date of Birth: ___ Sex: M Service: SURGERY Allergies: Corgard / Vasotec Attending: ___. Chief Complaint: incarcerated inguinal hernia Major Surgical or Invasive Procedure: Left inguinal hernia repair History of Present Illness: ___ with afib on apixiban, CAD s/p CABG, b/l carotid disease, COPD/emphysema with recent pneumonia presents for elective left inguinal hernia",
    "Name: ___ Unit No: ___ Admission Date: ___ Discharge Date: ___ Date of Birth: ___ Sex: M Service: MEDICINE Allergies: Corgard / Vasotec Attending: ___ Chief Complaint: leg edema Major Surgical or Invasive Procedure: None History of Present Illness: HISTORY OF PRESENTING ILLNESS: Mr. ___ is an ___ year old gentleman with history of CAD (s/p 3V CABG ___, LM PCI ___, pulmonary HTN, AFib on anticoagulation, ___ (EF 50%) who pres",
    "Name: ___ Unit No: ___ Admission Date: ___ Discharge Date: ___ Date of Birth: ___ Sex: M Service: MEDICINE Allergies: Corgard / Vasotec Attending: ___. Chief Complaint: Dyspnea on Exertion Major Surgical or Invasive Procedure: None History of Present Illness: ======================================================= ___ FAILURE ADMISSION NOTE ======================================================= OUTPATIENT CARDIOLOGIST:",
    "Name: ___ Unit No: ___ Admission Date: ___ Discharge Date: ___ Date of Birth: ___ Sex: M Service: MEDICINE Allergies: Corgard / ___ Attending: ___. Major Surgical or Invasive Procedure: None attach Pertinent Results: ADMISSION LABS: =============== ___ 12:48AM BLOOD WBC-10.3* RBC-3.71* Hgb-10.6* Hct-36.6* MCV-99* MCH-28.6 MCHC-29.0* RDW-18.6* RDWSD-55.8* Plt ___ ___ 12:48AM BLOOD ___ PTT-82.4* ___ ___ 12:48AM BLOOD Glucose-128* Ur",
    "Name: ___ Unit No: ___ Admission Date: ___ Discharge Date: ___ Date of Birth: ___ Sex: M Service: MEDICINE Allergies: No Allergies/ADRs on File Attending: ___. Chief Complaint: chest pain Major Surgical or Invasive Procedure: ___ - bedside pericardiocentesis at ___ History of Present Illness: HISTORY OF PRESENTING ILLNESS: Mr. ___ is a ___ male with rheumatoid arthritis, DMARD holiday, and recent, brief hospitalization",
    "Name: ___ Unit No: ___ Admission Date: ___ Discharge Date: ___ Date of Birth: ___ Sex: M Service: MEDICINE Allergies: No Known Allergies / Adverse Drug Reactions Attending: ___. Chief Complaint: cardiogenic ___, NSTEMI Major Surgical or Invasive Procedure: - cardiac catheterization with DES to mid-LAD occlusion via R radial access - IABP placement and removal History of Present Illness: Mr. ___ is a ___ M with HTN, HLD, DMII,",
    "Name: ___ Unit No: ___ Admission Date: ___ Discharge Date: ___ Date of Birth: ___ Sex: F Service: NEUROLOGY Allergies: amoxicillin Attending: ___. Chief Complaint: Weakness and lethargy Major Surgical or Invasive Procedure: None History of Present Illness: Patient is a ___ year old female with history of chronic abdominal pain and anemia w/ recent Fe sucrose infusion (___) complicated by infusion reaction (mottling and discol",
    "Name: ___ Unit No: ___ Admission Date: ___ Discharge Date: ___ Date of Birth: ___ Sex: F Service: MEDICINE Allergies: amoxicillin / iron Attending: ___. Major Surgical or Invasive Procedure: None attach Pertinent Results: ADMISSION LABS: =============== ___ 10:45PM PLT COUNT-244 ___ 10:45PM NEUTS-55.7 ___ MONOS-10.8 EOS-0.7* BASOS-0.9 IM ___ AbsNeut-2.99 AbsLymp-1.70 AbsMono-0.58 AbsEos-0.04 AbsBaso-0.05 ___ 10:45PM WBC-"
  ],
  "metadata": [
    {
      "source": "discharge.csv.gz",
      "note_id": "10000032-DS-21",
      "category": "DS",
      "chunk": 0,
      "original_index": 0
    },
    {
      "source": "discharge.csv.gz",
      "note_id": "10000032-DS-22",
      "category": "DS",
      "chunk": 0,
      "original_index": 1
    },
    {
      "source": "discharge.csv.gz",
      "note_id": "10000032-DS-23",
      "category": "DS",
      "chunk": 0,
      "original_index": 2
    },
    {
      "source": "discharge.csv.gz",
      "note_id": "10000032-DS-24",
      "category": "DS",
      "chunk": 0,
      "original_index": 3
    },
    {
      "source": "discharge.csv.gz",
      "note_id": "10000084-DS-17",
      "category": "DS",
      "chunk": 0,
      "original_index": 4
    },
    {
      "source": "discharge.csv.gz",
      "note_id": "10000117-DS-21",
      "category": "DS",
      "chunk": 0,
      "original_index": 5
    },
    {
      "source": "discharge.csv.gz",
      "note_id": "10000117-DS-22",
      "category": "DS",
      "chunk": 0,
      "original_index": 6
    },
    {
      "source": "discharge.csv.gz",
      "note_id": "10000248-DS-10",
      "category": "DS",
      "chunk": 0,
      "original_index": 7
    },
    {
      "source": "discharge.csv.gz",
      "note_id": "10000560-DS-15",
      "category": "DS",
      "chunk": 0,
      "original_index": 8
    },
    {
      "source": "discharge.csv.gz",
      "note_id": "10000764-DS-11",
      "category": "DS",
      "chunk": 0,
      "original_index": 9
    },
    {
      "source": "discharge.csv.gz",
      "note_id": "10000826-DS-17",
      "category": "DS",
      "chunk": 0,
      "original_index": 10
    },
    {
      "source": "discharge.csv.gz",
      "note_id": "10000826-DS-18",
      "category": "DS",
      "chunk": 0,
      "original_index": 11
    },
    {
      "source": "discharge.csv.gz",
      "note_id": "10000826-DS-19",
      "category": "DS",
      "chunk": 0,
      "original_index": 12
    },
    {
      "source": "discharge.csv.gz",
      "note_id": "10000883-DS-4",
      "category": "DS",
      "chunk": 0,
      "original_index": 13
    },
    {
      "source": "discharge.csv.gz",
      "note_id": "10000935-DS-18",
      "category": "DS",
      "chunk": 0,
      "original_index": 14
    },
    {
      "source": "discharge.csv.gz",
      "note_id": "10000935-DS-19",
      "category": "DS",
      "chunk": 0,
      "original_index": 15
    },
    {
      "source": "discharge.csv.gz",
      "note_id": "10000935-DS-20",
      "category": "DS",
      "chunk": 0,
      "original_index": 16
    },
    {
      "source": "discharge.csv.gz",
      "note_id": "10000935-DS-21",
      "category": "DS",
      "chunk": 0,
      "original_index": 17
    },
    {
      "source": "discharge.csv.gz",
      "note_id": "10000980-DS-20",
      "category": "DS",
      "chunk": 0,
      "original_index": 18
    },
    {
      "source": "discharge.csv.gz",
      "note_id": "10000980-DS-21",
      "category": "DS",
      "chunk": 0,
      "original_index": 19
    },
    {
      "source": "discharge.csv.gz",
      "note_id": "10000980-DS-22",
      "category": "DS",
      "chunk": 0,
      "original_index": 20
    },
    {
      "source": "discharge.csv.gz",
      "note_id": "10000980-DS-23",
      "category": "DS",
      "chunk": 0,
      "original_index": 21
    },
    {
      "source": "discharge.csv.gz",
      "note_id": "10000980-DS-24",
      "category": "DS",
      "chunk": 0,
      "original_index": 22
    },
    {
      "source": "discharge.csv.gz",
      "note_id": "10000980-DS-25",
      "category": "DS",
      "chunk": 0,
      "original_index": 23
    },
    {
      "source": "discharge.csv.gz",
      "note_id": "10000980-DS-26",
      "category": "DS",
      "chunk": 0,
      "original_index": 24
    },
    {
      "source": "discharge.csv.gz",
      "note_id": "10001176-DS-17",
      "category": "DS",
      "chunk": 0,
      "original_index": 25
    },
    {
      "source": "discharge.csv.gz",
      "note_id": "10001186-DS-10",
      "category": "DS",
      "chunk": 0,
      "original_index": 26
    },
    {
      "source": "discharge.csv.gz",
      "note_id": "10001186-DS-8",
      "category": "DS",
      "chunk": 0,
      "original_index": 27
    },
    {
      "source": "discharge.csv.gz",
      "note_id": "10001186-DS-9",
      "category": "DS",
      "chunk": 0,
      "original_index": 28
    },
    {
      "source": "discharge.csv.gz",
      "note_id": "10001217-DS-4",
      "category": "DS",
      "chunk": 0,
      "original_index": 29
    },
    {
      "source": "discharge.csv.gz",
      "note_id": "10001217-DS-5",
      "category": "DS",
      "chunk": 0,
      "original_index": 30
    },
    {
      "source": "discharge.csv.gz",
      "note_id": "10001338-DS-6",
      "category": "DS",
      "chunk": 0,
      "original_index": 31
    },
    {
      "source": "discharge.csv.gz",
      "note_id": "10001338-DS-7",
      "category": "DS",
      "chunk": 0,
      "original_index": 32
    },
    {
      "source": "discharge.csv.gz",
      "note_id": "10001338-DS-8",
      "category": "DS",
      "chunk": 0,
      "original_index": 33
    },
    {
      "source": "discharge.csv.gz",
      "note_id": "10001401-DS-17",
      "category": "DS",
      "chunk": 0,
      "original_index": 34
    },
    {
      "source": "discharge.csv.gz",
      "note_id": "10001401-DS-18",
      "category": "DS",
      "chunk": 0,
      "original_index": 35
    },
    {
      "source": "discharge.csv.gz",
      "note_id": "10001401-DS-19",
      "category": "DS",
      "chunk": 0,
      "original_index": 36
    },
    {
      "source": "discharge.csv.gz",
      "note_id": "10001401-DS-20",
      "category": "DS",
      "chunk": 0,
      "original_index": 37
    },
    {
      "source": "discharge.csv.gz",
      "note_id": "10001401-DS-21",
      "category": "DS",
      "chunk": 0,
      "original_index": 38
    },
    {
      "source": "discharge.csv.gz",
      "note_id": "10001401-DS-22",
      "category": "DS",
      "chunk": 0,
      "original_index": 39
    },
    {
      "source": "discharge.csv.gz",
      "note_id": "10001663-DS-17",
      "category": "DS",
      "chunk": 0,
      "original_index": 40
    },
    {
      "source": "discharge.csv.gz",
      "note_id": "10001667-DS-10",
      "category": "DS",
      "chunk": 0,
      "original_index": 41
    },
    {
      "source": "discharge.csv.gz",
      "note_id": "10001725-DS-12",
      "category": "DS",
      "chunk": 0,
      "original_index": 42
    },
    {
      "source": "discharge.csv.gz",
      "note_id": "10001860-DS-12",
      "category": "DS",
      "chunk": 0,
      "original_index": 43
    },
    {
      "source": "discharge.csv.gz",
      "note_id": "10001877-DS-19",
      "category": "DS",
      "chunk": 0,
      "original_index": 44
    },
    {
      "source": "discharge.csv.gz",
      "note_id": "10001877-DS-20",
      "category": "DS",
      "chunk": 0,
      "original_index": 45
    },
    {
      "source": "discharge.csv.gz",
      "note_id": "10001884-DS-24",
      "category": "DS",
      "chunk": 0,
      "original_index": 46
    },
    {
      "source": "discharge.csv.gz",
      "note_id": "10001884-DS-25",
      "category": "DS",
      "chunk": 0,
      "original_index": 47
    },
    {
      "source": "discharge.csv.gz",
      "note_id": "10001884-DS-26",
      "category": "DS",
      "chunk": 0,
      "original_index": 48
    },
    {
      "source": "discharge.csv.gz",
      "note_id": "10001884-DS-27",
      "category": "DS",
      "chunk": 0,
      "original_index": 49
    },
    {
      "source": "discharge.csv.gz",
      "note_id": "10001884-DS-28",
      "category": "DS",
      "chunk": 0,
      "original_index": 50
    },
    {
      "source": "discharge.csv.gz",
      "note_id": "10001884-DS-29",
      "category": "DS",
      "chunk": 0,
      "original_index": 51
    },
    {
      "source": "discharge.csv.gz",
      "note_id": "10001884-DS-30",
      "category": "DS",
      "chunk": 0,
      "original_index": 52
    },
    {
      "source": "discharge.csv.gz",
      "note_id": "10001884-DS-31",
      "category": "DS",
      "chunk": 0,
      "original_index": 53
    },
    {
      "source": "discharge.csv.gz",
      "note_id": "10001884-DS-32",
      "category": "DS",
      "chunk": 0,
      "original_index": 54
    },
    {
      "source": "discharge.csv.gz",
      "note_id": "10001884-DS-33",
      "category": "DS",
      "chunk": 0,
      "original_index": 55
    },
    {
      "source": "discharge.csv.gz",
      "note_id": "10001884-DS-34",
      "category": "DS",
      "chunk": 0,
      "original_index": 56
    },
    {
      "source": "discharge.csv.gz",
      "note_id": "10001884-DS-35",
      "category": "DS",
      "chunk": 0,
      "original_index": 57
    },
    {
      "source": "discharge.csv.gz",
      "note_id": "10001884-DS-36",
      "category": "DS",
      "chunk": 0,
      "original_index": 58
    },
    {
      "source": "discharge.csv.gz",
      "note_id": "10001884-DS-37",
      "category": "DS",
      "chunk": 0,
      "original_index": 59
    },
    {
      "source": "discharge.csv.gz",
      "note_id": "10001884-DS-38",
      "category": "DS",
      "chunk": 0,
      "original_index": 60
    },
    {
      "source": "discharge.csv.gz",
      "note_id": "10001919-DS-20",
      "category": "DS",
      "chunk": 0,
      "original_index": 61
    },
    {
      "source": "discharge.csv.gz",
      "note_id": "10002013-DS-10",
      "category": "DS",
      "chunk": 0,
      "original_index": 62
    },
    {
      "source": "discharge.csv.gz",
      "note_id": "10002013-DS-11",
      "category": "DS",
      "chunk": 0,
      "original_index": 63
    },
    {
      "source": "discharge.csv.gz",
      "note_id": "10002013-DS-12",
      "category": "DS",
      "chunk": 0,
      "original_index": 64
    },
    {
      "source": "discharge.csv.gz",
      "note_id": "10002013-DS-13",
      "category": "DS",
      "chunk": 0,
      "original_index": 65
    },
    {
      "source": "discharge.csv.gz",
      "note_id": "10002013-DS-4",
      "category": "DS",
      "chunk": 0,
      "original_index": 66
    },
    {
      "source": "discharge.csv.gz",
      "note_id": "10002013-DS-5",
      "category": "DS",
      "chunk": 0,
      "original_index": 67
    },
    {
      "source": "discharge.csv.gz",
      "note_id": "10002013-DS-6",
      "category": "DS",
      "chunk": 0,
      "original_index": 68
    },
    {
      "source": "discharge.csv.gz",
      "note_id": "10002013-DS-7",
      "category": "DS",
      "chunk": 0,
      "original_index": 69
    },
    {
      "source": "discharge.csv.gz",
      "note_id": "10002013-DS-8",
      "category": "DS",
      "chunk": 0,
      "original_index": 70
    },
    {
      "source": "discharge.csv.gz",
      "note_id": "10002013-DS-9",
      "category": "DS",
      "chunk": 0,
      "original_index": 71
    },
    {
      "source": "discharge.csv.gz",
      "note_id": "10002131-DS-15",
      "category": "DS",
      "chunk": 0,
      "original_index": 72
    },
    {
      "source": "discharge.csv.gz",
      "note_id": "10002131-DS-16",
      "category": "DS",
      "chunk": 0,
      "original_index": 73
    },
    {
      "source": "discharge.csv.gz",
      "note_id": "10002155-DS-10",
      "category": "DS",
      "chunk": 0,
      "original_index": 74
    },
    {
      "source": "discharge.csv.gz",
      "note_id": "10002155-DS-11",
      "category": "DS",
      "chunk": 0,
      "original_index": 75
    },
    {
      "source": "discharge.csv.gz",
      "note_id": "10002155-DS-8",
      "category": "DS",
      "chunk": 0,
      "original_index": 76
    },
    {
      "source": "discharge.csv.gz",
      "note_id": "10002155-DS-9",
      "category": "DS",
      "chunk": 0,
      "original_index": 77
    },
    {
      "source": "discharge.csv.gz",
      "note_id": "10002167-DS-10",
      "category": "DS",
      "chunk": 0,
      "original_index": 78
    },
    {
      "source": "discharge.csv.gz",
      "note_id": "10002167-DS-9",
      "category": "DS",
      "chunk": 0,
      "original_index": 79
    },
    {
      "source": "discharge.csv.gz",
      "note_id": "10002221-DS-10",
      "category": "DS",
      "chunk": 0,
      "original_index": 80
    },
    {
      "source": "discharge.csv.gz",
      "note_id": "10002221-DS-11",
      "category": "DS",
      "chunk": 0,
      "original_index": 81
    },
    {
      "source": "discharge.csv.gz",
      "note_id": "10002221-DS-12",
      "category": "DS",
      "chunk": 0,
      "original_index": 82
    },
    {
      "source": "discharge.csv.gz",
      "note_id": "10002221-DS-8",
      "category": "DS",
      "chunk": 0,
      "original_index": 83
    },
    {
      "source": "discharge.csv.gz",
      "note_id": "10002221-DS-9",
      "category": "DS",
      "chunk": 0,
      "original_index": 84
    },
    {
      "source": "discharge.csv.gz",
      "note_id": "10002348-DS-13",
      "category": "DS",
      "chunk": 0,
      "original_index": 85
    },
    {
      "source": "discharge.csv.gz",
      "note_id": "10002428-DS-15",
      "category": "DS",
      "chunk": 0,
      "original_index": 86
    },
    {
      "source": "discharge.csv.gz",
      "note_id": "10002428-DS-16",
      "category": "DS",
      "chunk": 0,
      "original_index": 87
    },
    {
      "source": "discharge.csv.gz",
      "note_id": "10002428-DS-17",
      "category": "DS",
      "chunk": 0,
      "original_index": 88
    },
    {
      "source": "discharge.csv.gz",
      "note_id": "10002428-DS-18",
      "category": "DS",
      "chunk": 0,
      "original_index": 89
    },
    {
      "source": "discharge.csv.gz",
      "note_id": "10002428-DS-19",
      "category": "DS",
      "chunk": 0,
      "original_index": 90
    },
    {
      "source": "discharge.csv.gz",
      "note_id": "10002428-DS-20",
      "category": "DS",
      "chunk": 0,
      "original_index": 91
    },
    {
      "source": "discharge.csv.gz",
      "note_id": "10002430-DS-4",
      "category": "DS",
      "chunk": 0,
      "original_index": 92
    },
    {
      "source": "discharge.csv.gz",
      "note_id": "10002430-DS-5",
      "category": "DS",
      "chunk": 0,
      "original_index": 93
    },
    {
      "source": "discharge.csv.gz",
      "note_id": "10002430-DS-6",
      "category": "DS",
      "chunk": 0,
      "original_index": 94
    },
    {
      "source": "discharge.csv.gz",
      "note_id": "10002430-DS-7",
      "category": "DS",
      "chunk": 0,
      "original_index": 95
    },
    {
      "source": "discharge.csv.gz",
      "note_id": "10002443-DS-15",
      "category": "DS",
      "chunk": 0,
      "original_index": 96
    },
    {
      "source": "discharge.csv.gz",
      "note_id": "10002495-DS-13",
      "category": "DS",
      "chunk": 0,
      "original_index": 97
    },
    {
      "source": "discharge.csv.gz",
      "note_id": "10002528-DS-17",
      "category": "DS",
      "chunk": 0,
      "original_index": 98
    },
    {
      "source": "discharge.csv.gz",
      "note_id": "10002528-DS-18",
      "category": "DS",
      "chunk": 0,
      "original_index": 99
    }
  ],
  "source_stats": {
    "total_notes": 100,
    "total_chunks": 100,
    "avg_chunk_size": 67.36
  }
}